<?php


namespace Inesadt\Wechat\Tools;


class BankCodes
{
//[{'title': '工商银行', 'id': '1002'}, {'title': '农业银行', 'id': '1005'}, {'title': '建设银行', 'id': '1003'}, {'title': '中国银行', 'id': '1026'},
// {'title': '交通银行', 'id': '1020'}, {'title': '招商银行', 'id': '1001'}, {'title': '邮储银行', 'id': '1066'}, {'title': '民生银行', 'id': '1006'},
// {'title': '平安银行', 'id': '1010'}, {'title': '中信银行', 'id': '1021'}, {'title': '浦发银行', 'id': '1004'}, {'title': '兴业银行', 'id': '1009'},
// {'title': '光大银行', 'id': '1022'}, {'title': '广发银行', 'id': '1027'}, {'title': '华夏银行', 'id': '1025'}, {'title': '宁波银行', 'id': '1056'},
// {'title': '北京银行', 'id': '4836'}, {'title': '上海银行', 'id': '1024'}, {'title': '南京银行', 'id': '1054'}, {'title': '长子县融汇村镇银行', 'id': '4755'},
// {'title': '长沙银行', 'id': '4216'}, {'title': '浙江泰隆商业银行', 'id': '4051'}, {'title': '中原银行', 'id': '4753'}, {'title': '企业银行（中国）', 'id': '4761'},
// {'title': '顺德农商银行', 'id': '4036'}, {'title': '衡水银行', 'id': '4752'}, {'title': '长治银行', 'id': '4756'}, {'title': '大同银行', 'id': '4767'},
// {'title': '河南省农村信用社', 'id': '4115'}, {'title': '宁夏黄河农村商业银行', 'id': '4150'}, {'title': '山西省农村信用社', 'id': '4156'}, {'title': '安徽省农村信用社', 'id': '4166'},
// {'title': '甘肃省农村信用社', 'id': '4157'}, {'title': '天津农村商业银行', 'id': '4153'}, {'title': '广西壮族自治区农村信用社', 'id': '4113'}, {'title': '陕西省农村信用社', 'id': '4108'},
// {'title': '深圳农村商业银行', 'id': '4076'}, {'title': '宁波鄞州农村商业银行', 'id': '4052'}, {'title': '浙江省农村信用社联合社', 'id': '4764'}, {'title': '江苏省农村信用社联合社', 'id': '4217'},
// {'title': '江苏紫金农村商业银行股份有限公司', 'id': '4072'}, {'title': '北京中关村银行股份有限公司', 'id': '4769'}, {'title': '星展银行（中国）有限公司', 'id': '4778'},
// {'title': '枣庄银行股份有限公司', 'id': '4766'}, {'title': '海口联合农村商业银行股份有限公司', 'id': '4758'}, {'title': '南洋商业银行（中国）有限公司', 'id': '4763'}]

}